Repository: cbhaley/my_calibre_plugins
Catalog: Goodreads Sync/translations/*.po
Languages: es

source: Add to shelf...
es: Añadir al estante

source: Remove from shelf...
es: Eliminar del estante

source: Update reading progress
es: Actualizar progreso de lectura

source: Sync from shelf...
es: Sincronizar desde el estante...

source: View shelf
es: Ver estante

source: Link to Goodreads...
es: Link a Goodreads...

source: Add, replace or clear link to a Goodreads book
es: Agregar, reemplazar o borrar un enlace a un libro de Goodreads

source: Linked book
es: Libro vinculado

source: View linked book
es: Ver libro vinculado

source: Open a web browser page showing the linked Goodreads book
es: Abrir una página de navegador web que muestre el libro enlazado de Goodreads

source: Switch Goodreads Edition...
es: Cambiar Goodreads Edition...

source: Link to a different edition of a Goodreads book
es: Link a una edición diferente de un libro de Goodreads

source: Remove link
es: Eliminar link

source: Clear the link with Goodreads
es: Borrar el link con Goodreads

source: &Customize plugin
es: &Personalizar plugin

source: &Help
es: &Ayuda

source: User: {0}
es: Usuario: {0}

source: Download tags from shelves
es: Descargar etiquetas de los estantes

source: Download shelves your book is on as tags
es: Descarga los estantes en los que está tu libro como etiquetas

source: Upload tags as shelves
es: Subir etiquetas como estantes

source: Add book to shelves represented by your tags
es: Agregue un libro a los estantes representados por sus etiquetas

source: Added {0} books to shelf
es: Se agregaron {0} libros al estante

source: Removed {0} books from shelf
es: Se eliminaron {0} libros del estante

source: Updated progress for {0} books
es: Progreso actualizado para {0} libros

source: Syncing books from shelves
es: Sincronizando libros de estanterías

source: Unable to Sync
es: No se puede sincronizar

source: You must specify sync actions or columns for at least one shelf first.
es: Debe especificar acciones o columnas de sincronización para al menos un estante primero.

source: Unable to retrieve books for selected shelves.
es: No se pueden recuperar libros para los estantes seleccionados.

source: Synchronised {0} books from shelf
es: {0} libros sincronizados del estante

source: Updating books
es: Actualizando libros

source: Too Many Rows
es: Demasiadas filas

source: You have too many rows selected in Calibre. Bulk operations are not supported by this API. Reduce your selection to at most 50 rows.<br>Refer to the Help file for this plugin for details and alternatives.
es: Tienes demasiadas filas seleccionadas en Calibre. Las operaciones masivas no son compatible con esta API. Reduzca su selección a 50 filas como máximo.<br>Consulte

source: Are you sure?
es: ¿Estás seguro?

source: Removing any linked Goodreads ids may result in you having to manually select the link again for these book(s).<p>Are you sure you want to remove the link(s)?
es: La eliminación de cualquier ID de Goodreads vinculado puede hacer que tenga que hacerlo manualmente seleccione el link nuevamente para estos libros.<p>¿Está seguro de que desea eliminar el link(s)?

source: Removing Goodreads ids from books...
es: Eliminando el ID de Goodreads de los libros...

source: No Goodreads Id
es: No hay ID de Goodreads

source: You cannot switch editions for a book that is not already linked to Goodreads.<br>
es: No puede cambiar las ediciones de un libro que aún no está vinculado a Goodreads.<br>

source: Updated tags for {0} books
es: Etiquetas actualizadas para {0} libros

source: No books required tags updating
es: No se requieren libros para actualizar las etiquetas

source: Updated {0} shelves for selected books
es: Estantes {0} actualizados para libros seleccionados

source: No shelves required updating
es: No se requiere actualización de estantes

source: Goodreads Sync progress
es: Goodreads Sync progreso

source: View &book on Goodreads.com
es: Ver Li&bro en Goodreads.com

source: Paste Goodreads.com url
es: Pegar URL de Goodreads.com

source: Title
es: Título

source: Cover
es: Carátula

source: Edition
es: Edición

source: Switch Goodreads Edition
es: Cambian Edición Goodreads

source: Goodreads.com Editions
es: Goodreads.com Ediciones

source: Calibre book:
es: Libro en Calibre:

source: Title:
es: Título

source: Author:
es: Autor

source: Select the Goodreads edition to link to this calibre book:
es: Seleccione la edición Goodreads para vincular a este libro de calibre:

source: You can drag/drop a Goodreads website link to add it to the results.
es: Puede arrastrar / soltar un enlace al sitio web de Goodreads para agregarlo a los resultados.

source: Search Goodreads.com
es: Busca en Goodreads.com

source: Skip
es: Omitir

source: Skip this book and move to the next: '{0}'
es: Salta este libro y pasa al siguiente: '{0}'

source: Unknown
es: Desconocido

source: Select shelves to sync from:
es: Seleccione los estantes para sincronizar:

source: Show Active shelves only
es: Mostrar solo estantes activos

source: No shelves selected
es: No hay estantes seleccionados

source: You must select one or more shelves first.
es: Debe seleccionar uno o más estantes primero.

source: Status
es: Estado

source: Author
es: Autor

source: Progress
es: Progreso

source: Comment
es: Comentario

source: Date Read
es: Fecha de lectura

source: Review
es: Sinopsis

source: Search for book in Goodreads...
es: Buscar libro en Goodreads...

source: &View book on Goodreads.com
es: &Ver libro en Goodreads.com

source: Update Reading Progress
es: Actualizar progreso de lectura

source: To fix missing links, double click to search for a matching book in Goodreads
es: Para corregir los enlaces faltantes, haga doble clic para buscar un libro coincidente en Goodreads

source: Put Finished books on read shelf
es: Ponga los libros terminados en el estante de lectura

source: Search Goodreads...
es: Buscar Goodreads...

source: Update Progress
es: Progreso de actualización

source: Cancel
es: Cancelar

source: No Goodreads book linked!
es: ¡Ningún libro de Goodreads vinculado!

source: Ready
es: Listo

source: {0} missing links
es: {0} link faltantes

source: {0}, {1} warnings
es: {0}, {1} advertencias

source: Updating Goodreads progress...
es: Actualizando el progreso de Goodreads...

source: Updating books in calibre...
es: Actualizando libros en Calibre...

source: You are already linked to this calibre book
es: Ya estás vinculado a este libro de calibre

source: This calibre book is linked to a different Goodreads book. Do you have a duplicate in calibre or your Goodreads shelf?
es: Este libro de calibre está linkeado a un libro diferente de Goodreads. ¿Tiene un duplicado en Calibre o en su estante Goodreads?

source: You have already linked to this Goodreads book
es: Ya te has vinculado a este libro en Goodreads

source: This Goodreads book is linked to a different calibre book. Do you have a duplicate in calibre or your Goodreads shelf?
es: Este libro de Goodreads está linkeado a un libro de Calibre diferente. ¿Tiene un duplicado en Calibre o en su estante Goodreads?

source: You must link this calibre book to a matching book in Goodreads
es: Debe linkear este libro de Calibre a un libro coincidente en Goodreads

source: No changes will be made to your shelf in Goodreads for this book
es: No se realizarán cambios en su estante en Goodreads para este libro

source: You must link this Goodreads book to a matching book in calibre in order for any sync actions to be applied
es: Debe linkear este libro de Goodreads a un libro coincidente en Calibre para que se apliquen las acciones de sincronización

source: No actions have been set for this shelf. Use 'Customize plugin' to specify the actions
es: No se han establecido acciones para este estante. Use 'Personalizar plugin' para especificar las acciones

source: Actions will be applied when you click Sync Now
es: Las acciones se aplicarán cuando haga clic en Sincronizar ahora

source: An empty book will be created in calibre for this book using the Goodreads metadata
es: Se creará un libro vacío en Calibre para este libro utilizando los metadatos de Goodreads

source: Search for Goodreads book
es: Buscar el libro en Goodreads

source: Goodreads.com matches for Title/Author
es: Goodreads.com coincide con Título/Autor

source: Goodreads.com matches for ISBN
es: Goodreads.com coincide con ISBN

source: Select the Goodreads book to link to this calibre book:
es: Seleccione el libro Goodreads para vincular a este libro de Calibre:

source: Switch Edition
es: Cambiar Edición

source: No book selected
es: Ningún libro seleccionado

source: You must select a book to switch edition
es: Debes seleccionar un libro para cambiar de edición

source: Invalid book
es: Libro inválido

source: No goodreads work id found for this book
es: No se ha encontrado la id.

source: Search for calibre Book
es: Buscar libor en Calibre

source: calibre Search Results
es: Resultados de búsqueda de Calibre

source: Goodreads book:
es: Libro de Goodreads:

source: Select a calibre book to link to this Goodreads book:
es: Seleccione un libro de Calibre para vincular a este libro de Goodreads:

source: Or, try a different calibre search:
es: O intente una búsqueda en Calibre diferente:

source: &Title:
es: &Título:

source: &Author:
es: &Autor:

source: &Go!
es: &Ir!

source: Search again using this title/author
es: Buscar de nuevo usando este título/autor

source: Clear the title field
es: Borrar el campo del título

source: Clear the author field
es: Borrar el campo del autor

source: This calibre book is already linked to a different Goodreads book. Only one Goodreads book can be linked to a calibre book at a time.<p><p>Click Yes to overwrite the link to this book, No to Cancel
es: Este libro de Calibre ya está vinculado a un libro de Goodreads diferente. Solo un libro de Goodreads se puede vincular a un libro de Calibre a la vez.<p><p> Haga clic en Sí para sobrescribe el enlace a este libro, No para cancelar

source: Add to shelf
es: Añadir al estante

source: Remove from shelf
es: Remover del estante

source: Select shelf:
es: Seleccionar estante:

source: Select one or more shelves to add or remove from
es: Seleccione uno o más estantes para agregar o eliminar

source: Add calibre Rating to Goodreads
es: Agregar calificación de Calibre a Goodreads

source: Add calibre Date Read to Goodreads
es: Agregar Fecha de lectura de Calibre a Goodreads

source: Add calibre Review Text to Goodreads
es: Agregar texto de sinopsis de Calibre a Goodreads

source: Add to Shelf
es: Añadir al estante

source: Remove from Shelf
es: Eliminar del estante

source: Too many shelves
es: Demasiados estantes

source: You cannot add to more than one exclusive shelf.
es: No puede agregar a más de un estante exclusivo.

source: Exclusive Shelf Warning
es: Advertencia exclusiva de estante

source: You are about to remove from a shelf marked as exclusive. This will result in these books being <b>moved</b> to one of your other shelves rather than being deleted from all shelves.<p>Do you want to continue?
es: Está a punto de retirarlo de un estante marcado como exclusivo. Esto resultará que estos libros se<b>muevan</b> a uno solo de sus otros estantes en lugar de ser eliminados de todos los estantes.<p>¿Desea continuar?

source: There are books in this list not yet linked to calibre which will be ignored.<p><p>Are you sure you want to continue?
es: Hay libros en esta lista que aún no están vinculados al Calibre que serán ignorados.<p><p>¿Estás seguro de que quieres continuar?

source: Search calibre
es: Buscar en Calibre

source: Add empty book to calibre
es: Agregar libro vacío a Calibre

source: GR Title
es: GR Título

source: GR Author
es: GR Autor

source: GR Date Read
es: GR Fecha Leída

source: Shelves
es: Estantes

source: Linked to calibre Title
es: Linkeado al título de Calibre

source: calibre Author
es: Calibre Autor

source: calibre Rating
es: Calibre Ranting

source: Sync from Goodreads Shelf
es: Sincronizar desde el estante de Goodreads

source: Sync from '{0}' shelf
es: Sincronizar desde el estante '{0}'

source: Sync from {0} shelves
es: Sincronizar desde {0} estantes

source: To fix missing links, double click to search for a matching book in calibre.
es: Para corregir los enlaces faltantes, haga doble clic para buscar un libro coincidente en Calibre

source: The following actions will be performed for books that are synced:
es: Las siguientes acciones se realizarán para los libros que están sincronizados:

source: Add Goodreads Rating to calibre
es: Agregar calificación Goodreads a Calibre

source: Add Goodreads Date Read to calibre
es: Agregar Fecha de leído de Goodreads a Calibre

source: Add Goodreads Review Text to calibre
es: Agregar texto de sinopsis de Goodreads a Calibre

source: When searching calibre, if only one result is found then automatically link to it without prompting
es: Al buscar en Calibre, si solo se encuentra un resultado, se vincula automáticamente sin preguntar

source: Sync Now
es: Sincronizar ahora

source: For books on the <b>{0}</b> shelf:<br>
es: Para libros en el <b>{0}</b> estante:<b>

source: + Add '{0}' to column '{1}'<br>
es: + Agregar '{0}' a la columna '{1}'<br>

source: - Remove '{0}' from column '{1}'<br>
es: - Eliminar '{0}' de la columna '{1}'<br>

source: {0}, {1} books to add
es: {0}, {1} libros para agregar

source: No calibre book linked!
es: ¡Ningún libro de Calibre linkeado!

source: Add to calibre
es: Agregar a Calibre

source: Never modify the calibre ISBN
es: Nunca modifique de Calibre el ISBN

source: Replace calibre ISBN only if none present
es: Reemplazar de Calibre el ISBN solo si no hay ninguno presente

source: Always overwrite calibre ISBN value
es: Siempre sobrescribir el valor ISBN en Calibre

source: Add value to column
es: Agregar valor a la columna

source: Remove value from column
es: Eliminar valor de la columna

source: None
es: Nada

source: Today
es: Hoy

source: Goodreads Date Read
es: Fecha de leído de Goodreads

source: Goodreads Date Added
es: Fecha de agregado a Goodreads

source: Goodreads Date Updated
es: Fecha actualizada de Goodreads

source: Goodreads Date Started
es: Fecha de inicio de Goodreads

source: Create Goodreads shelf
es: Crear estante Goodreads

source: Shelf name:
es: Nombre de estante.

source: A book can only be on one of your exclusive shelves
es: Un libro solo puede estar en uno de sus estantes exclusivos

source: Allowing customizing the order of books on this shelf
es: Permitir personalizar el orden de los libros en este estante

source: One shelf only can be featured at the top of your profile
es: Un estante solo puede aparecer en la parte superior de su perfil

source: Action
es: Acción

source: Column
es: Columna

source: Value
es: Valor

source: Invalid column
es: Columna inválida

source: Removing the column '{0}' action as the column cannot be found
es: Eliminando la acción de columna '{0}' ya que no se puede encontrar la columna

source: Are you sure you want to delete this action?
es: ¿Está seguro de que desea eliminar esta acción?

source: Are you sure you want to delete the selected {0} actions?
es: ¿Está seguro de que desea eliminar las acciones {0} seleccionadas?

source: Edit Shelf Add Actions
es: Editar acciones Agregar estante

source: Edit add to shelf actions for {0} shelves
es: Editar acciones de agregar al estante para {0} estantes

source: Edit add to shelf actions for '{0}' shelf
es: Editar acciones agregar al estante para el estante '{0}'

source: Edit Shelf Sync Actions
es: Editar acciones de sincronización de estante

source: Edit sync actions for {0} shelves
es: Editar acciones de sincronización para {0} estantes

source: Edit sync actions for '{0}' shelf
es: Editar acciones de sincronización para el estante '{0}'

source: &What should calibre do with matching linked books when you click 'Sync from shelf'?
es: ¿&Qué debe hacer Calibre con los libros linkeados cuando hace clic en 'Sincronizar desde estante'?

source: Add action
es: Agregar acción

source: Delete action
es: Borrar acción

source: Upload rating to Goodreads when adding to this shelf
es: Subir calificación a Goodreads cuando se agrega a este estante

source: Upload date read to Goodreads when adding to this shelf
es: Fecha de carga leída a Goodreads cuando se agrega a este estante

source: Upload review text to Goodreads when adding to this shelf
es: Subir texto de revisión a Goodreads cuando se agrega a este estante

source: Sync rating from Goodreads when syncing from this shelf
es: Calificación de sincronización de Goodreads cuando se sincroniza desde este estante

source: Sync date read from Goodreads when syncing from this shelf
es: Fecha de sincronización leída de Goodreads cuando se sincroniza desde este estante

source: Sync review text from Goodreads when syncing from this shelf
es: Sincronizar texto de revisión de Goodreads cuando se sincroniza desde este estante

source: Active
es: Activo

source: Shelf Name
es: Nombre de estante

source: Count*
es: Contar*

source: calibre Tags
es: Etiquetas de Calibre

source: Shelf Add Actions
es: Estante Agregar acciones

source: Sync Actions
es: Sincronizar Acciones

source: Edit shelf add actions...
es: Editar acciones de agregar estante...

source: Edit sync actions...
es: Editar acciones de sincronización...

source: Make all Active
es: Hacer todo activo

source: Make none Active
es: No activar ninguno

source: Edit Shelves on Goodreads
es: Editar estantes en Goodreads

source: Shelf marked as exclusive
es: Estante marcado como exclusivo

source: Count as at last shelves list refresh
es: Cuenta como última actualización de la lista de estantes

source: Add '{0}' to column '{1}',
es: Agregar '{0}' a la columna '{1}',

source: Remove '{0}' from column '{1}',
es: Eliminar '{0}' de la columna '{1}',

source: Select Goodreads user:
es: Seleccionar usuario de Goodreads:

source: Add user profile
es: Agregar perfil de usuario

source: Delete user profile
es: Eliminar perfil de usuario

source: Authorize Plugin with Goodreads
es: Autorizar plugin con Goodreads

source: Help
es: Ayuda

source: User Shelves:
es: Estantes de usuario:

source: Refresh Shelves
es: Actualizar estantes

source: Refresh the list of shelves and book counts from Goodreads
es: Actualizar la lista de estantes y recuentos de libros de Goodreads

source: Add Shelf...
es: Agregar estante...

source: Add a new shelf
es: Agregar un nuevo estante

source: Edit 'Shelf Add' Actions...
es: Editar acciones 'Agregar estante'...

source: Edit actions to apply when using 'Add to shelf'
es: Editar acciones para aplicar cuando se usa 'Agregar al estante'

source: Edit 'Sync' Actions...
es: Editar acciones de 'Sincronizar'...

source: Edit actions to apply when using 'Sync from shelf'
es: Editar acciones para aplicar cuando se usa 'Sincronizar desde el estante'

source: Other Options:
es: Otras opciones:

source: When linking to Goodreads:
es: Cuando se vincula a Goodreads:

source: Display the 'Add to shelf' menu option
es: Mostrar la opción de menú 'Agregar al estante'

source: Display the 'Remove from shelf' menu option
es: Mostrar la opción de menú 'Eliminar del estante'

source: Display the 'Update reading progress' menu option
es: Mostrar la opción de menú 'Actualizar progreso de lectura'

source: Reading progress is percent read
es: El progreso de lectura es porcentaje de lectura

source: If the reading progress is the percent read, check this. Otherwise, the reading progress the page number.
es: Si el progreso de lectura es el porcentaje leído, verifique esto. De lo contrario, el progreso de lectura el número de página.

source: Display the 'Sync from shelf' menu option
es: Mostrar la opción de menú 'Sincronizar desde el estante'

source: If adding empty books, store author as LN,FN
es: Si agrega libros vacíos, almacene al autor como LN, FN

source: Display the 'View shelf' menu option
es: Mostrar la opción de menú 'Ver estante'

source: Synchronisable Custom Columns:
es: Columnas personalizadas sincronizables:

source: Tags column:
es: Columna de etiquetas:

source: For use with the "Download tags from shelves" and "Upload tags as shelves" menu items
es: Para usar con "Descargar etiquetas de estantes" y "Cargar etiquetas como estantes" elementos de menú

source: Rating column:
es: Columna de calificación:

source: For use with the "Add to shelf" and "Sync from shelf" menu items to synchronise with your Goodreads review for a book
es: Para usar con los elementos de menú "Agregar al estante"y "Sincronizar desde el estante"\ nsincronizar con su reseña de Goodreads para un libro

source: Date read column:
es: Columna de fecha de lectura:

source: Review text column:
es: Revisar columna de texto:

source: Reading progress column:
es: Columna de progreso de lectura:

source: Keyboard shortcuts...
es: Atajos de teclado...

source: Edit the keyboard shortcuts associated with this plugin
es: Editar los atajos de teclado asociados con este complemento

source: Add new user
es: Agregar nuevo usuario

source: You must create a profile for each Goodreads user you will connect to.<br>Enter a unique display name for this user profile:
es: Debe crear un perfil para cada usuario de Goodreads al que se conectará.<br>Ingrese un nombre para mostrar único para este perfil de usuario:

source: Add Failed
es: Agregar error

source: A user with the same name already exists
es: Ya existe un usuario con el mismo nombre

source: Do you want to delete the user profile for '{0}'
es: ¿Desea eliminar el perfil de usuario para '{0}'

source: Confirm Authorization
es: Confirmar autorización

source: Have you clicked 'Allow access' for this plugin on the Goodreads website?
es: ¿Has hecho clic en 'Permitir acceso' para este complemento en el sitio web de Goodreads?

source: Goodreads failure
es: Error de Goodreads

source: Unable to obtain the user id
es: No se puede obtener la identificación del usuario

source: Duplicate shelf name
es: Nombre de estante duplicado

source: There is already a shelf named:
es: Ya hay un estante llamado:
