Repository: cbhaley/my_calibre_plugins
Catalog: BackupConfigOnCalibreClose/translations/*.po
Languages: es

source: Backup the current calibre configuration folder when calibre is closed
es: Realice una copia de seguridad de la carpeta de configuración actual de calibre cuando se cierre calibre

source: Backup Configuration Folder
es: Carpeta de configuración de backup

source: Documentation is in tooltips
es: La documentación se encuentra en la información sobre herramientas

source: <p>The parent folder where the backup folder will be created. The value "{}" is replaced with the path to the folder containing the calibre configuration folder</p>
es: <p>La carpeta principal donde se creará la carpeta de respaldo. El valor "{}" se reemplaza con la ruta a la carpeta que contiene la carpeta de configuración de calibre</p>

source: Containing folder:
es: Carpeta que contiene:

source: Choose a folder
es: Elija una carpeta

source: Current value:
es: Valor actual:

source: <p>The name of the folder that will contain the zip backup files. This folder will be created inside the folder named above (<i>Containing folder</i>). The value "{0}" is replaced with the base name of the configuration folder. The default is "backup-{0}" that becomes "backup-name_of_config_folder"</p><p></p>
es: <p>El nombre de la carpeta que contendrá los archivos de copia de seguridad zip. Esta carpeta se creará dentro de la carpeta nombrada anteriormente (<i>Carpeta contenedora</i>). El valor "{0}" se reemplaza con el nombre base de la carpeta de configuración. El valor predeterminado es "backup-{0}" que se convierte en "backup-name_of_config_folder"</p><p></p>

source: Backup folder name:
es: Nombre de la carpeta de backup:

source: Full path to backups:
es: Ruta completa a las copias de seguridad:

source: <p>A standard date pattern used as the name the backup file. The default is year-month-day at hours-minutes-seconds</p><p></p>
es: <p>Un patrón de fecha estándar utilizado como nombre del archivo de copia de seguridad. El valor predeterminado es año-mes-día en horas-minutos-segundos</p><p></p>

source: File name:
es: Nombre del archivo:

source: <p>Save all backup zip files for the number of days specified here. You can set this to zero, in which case only the last backup of a day will be saved</p>
es: <p>Guardar todos los archivos zip de copia de seguridad correspondientes a la cantidad de días que se especifique aquí. Puede configurarlo en cero, en cuyo caso solo se guardará la última copia de seguridad de un día.</p>

source: Days to keep all backups:
es: Cada cuantos días hacer el backup:

source: <p>Save the last backup file made during a day for the number of days specified here. This count starts after the number of "keep all backups" days specified above. If this value is set to one and "keep all backups" is zero, only one backup file will be kept.</p>
es: <p>Guarda el último archivo de copia de seguridad realizado durante un día durante la cantidad de días especificada aquí. Este recuento comienza después de la cantidad de días de "conservar todas las copias de seguridad" especificados anteriormente. Si este valor se establece en uno y "conservar todas las copias de seguridad" es cero, solo se conservará un archivo de copia de seguridad.</p>

source: Days to keep last backup:
es: Días para conservar último backup:

source: Reset to defaults
es: Restablecer valores

source: Open backup folder
es: Abrir carpeta de backup

source: backup config on close
es: configuración del backup al cerrar

source: Select parent folder
es: Seleccionar carpeta principal
