Repository: cbhaley/my_calibre_plugins
Catalog: KoboTouchExtended/translations/*.po
Languages: fr, nl

source: A source path must be given
fr: Un chemin d'accès à la source doit être indiqué

source: A valid file name must be given (got {filename})
fr: Veuillez saisir un nom de fichier valide (actuellement {filename})

source: Could not retrieve content file {0}
fr: Impossible de récupérer le fichier de contenu {0}

source: Could not find a <head> element in {0}
fr: Impossible de trouver un <head>élément dans {0}.

source: A <head> section was found but was undefined in content file {0}
fr: Une<head> section a été trouvée mais n'a pas été définie dans le fichier de contenu {0}.

source: No HTML content in {0}
fr: Pas de contenu HTML dans {0}

source: No HTML content in file {0}
fr: Pas de contenu HTML dans le fichier {0}

source: Skipping file {fname}
fr: Sauter le fichier {fname}

source: Kobo <div> tag present
fr: Etiquette Kobo <div> présentes

source: {div_count:d} <div> tag
fr: {div_count:d} <div> étiquette

source: {p_count:d} <p> tag
fr: {p_count:d} <p> étiquette

source: Kobo <span> tag present
fr: Étiquette Kobo <span> présente

source: Options specific to KePub input.
fr: Options d'entrée spécifiques aux KePub.

source: Strip Kobo spans
fr: Supprimer les spans Kobo

source: Kepubs have spans wrapping each sentence. These are used by the ereader for the reading location and bookmark location. They are not used by an ePub reader but are valid code and can be safely be left in the ePub. If you plan to edit the ePub, it is recommended that you remove the spans.
fr: Les Kepubs ont des balises span autour de chaque phrase. Celles-ci sont utilisées par la liseuse pour l'emplacement dans le livre et les marque-pages. Ces balises ne sont pas utilisées par le lecteur d'ePub mais sont du code valide et peuvent être laissés dans l'ePub sans aucun problème. Si vous souhaitez modifier l'ePub, il est recommandé de supprimer les balises span.

source: {0} is not a valid KEPUB file (could not find opf)
fr: {0} n'est pas un fichier KEPUB valide (impossible de trouver le fichier opf)

source: EPUB files with DTBook markup are not supported
fr: Les fichiers EPUB avec balisage DTBook ne sont pas pris en charge

source: No valid entries in the spine of this EPUB
fr: Aucune entrée valide dans la structure de cet EPUB

source: Select this to add a CSS file which enables hyphenation.
fr: Ajouter un fichier CSS qui activera la césure.
nl: Selecteer dit om een CSS file toe te voegen die woordafbreking mogelijk maakt.

source: The language used will be the language defined for the book in calibre.
fr: La langue utilisée sera la langue définie dans calibre pour ce livre.
nl: De ingestelde taal zal worden gebruikt voor het boek in Calibre.

source: Please see the README file for directions on updating hyphenation dictionaries.
fr: Pour savoir comment mettre à jour les dictionnaires de césures automatiques, consulter le ficher README.
nl: Lees aub de README file om te leren hoe u de woordafbreking kan updaten.

source: Select this to disable all hyphenation in a book.
fr: Sélectionner cette option pour désactiver toute césure automatique dans un livre.
nl: Selecteer dit om alle woordafbreking in een boek uit te schakelen

source: This takes precedence over the hyphenation option.
fr: Cette option supersède l'option de césure automatique.
nl: Dit heeft voorrang boven de woordafbreek optie

source: Select this to clean up the internal ePub markup.
fr: Nettoyer les balises internes de l'ePub.
nl: Selecteer dit om de interne ePub opmaak te verwijderen.

source: Sets the minimum word length, in characters, for hyphenation to be allowed.
fr: Définit la longueur minimale des mots, en caractères, pour que la césure soit autorisée.

source: Sets the minimum number of characters which must appear before a hyphen
fr: Fixe le nombre minimum de caractères qui doivent apparaître avant un trait d'union

source: Sets the minimum number of characters which must appear after a hyphen
fr: Fixe le nombre minimum de caractères qui doivent apparaître après un trait d'union

source: Sets the maximum number of consecutive lines that may be hyphenated.
fr: Définit le nombre maximum de lignes consécutives qui peuvent être séparées par un trait d'union.

source: Set this to 0 to disable limiting.
fr: Réglez ce paramètre sur 0 pour désactiver la limitation.

source: Options specific to KePub output
fr: Options de sortie spécifiques aux KePub

source: Hyphenate Files
fr: Césure automatique

source: Disable hyphenation
fr: Désactiver la césure

source: Minimum word length to hyphenate
fr: Longueur minimale des mots jusqu'au trait d'union

source: Disabled
fr: Désactivé

source: character
fr: caractère

source: characters
fr: caractères

source: Minimum characters before hyphens
fr: Caractères minimums avant les traits d'union

source: Minimum characters after hyphens
fr: Caractères minimums après les traits d'union

source: Maximum consecutive hyphenated lines
fr: Nombre maximal de traits d'union consécutifs

source: line
fr: ligne

source: lines
fr: lignes

source: Clean up ePub markup
fr: Nettoyer le balisage ePub

source: Extended
fr: Options étendus

source: Extended driver
fr: Pilote étendu

source: Enable Extended Kobo Features
fr: Activer les fonctionnalités étendues Kobo

source: Choose whether to enable extra customizations
fr: Activer les options de personnalisation supplémentaires

source: Upload DRM-encumbered ePub files
fr: Charger les fichiers ePub contenant des DRM

source: Select this to upload ePub files encumbered by DRM. If this is not selected, it is a fatal error to upload an encumbered file
fr: Charger les fichiers ePub qui sont protégés par des DRM. Si cette option n'est pas sélectionnée, l'envoi d'un fichier contenant des DRM entraine une erreur fatale

source: Silently Ignore Failed Conversions
fr: Ignorer silencieusement les conversions ayant échoué

source: Select this to not upload any book that fails conversion to kepub. If this is not selected, the upload process will be stopped at the first book that fails. If this is selected, failed books will be silently removed from the upload queue.
fr: Ne pas charger les livre dont la conversion en kepub a échoué. Si cette option n'est pas sélectionnée, le processus de téléchargement s'arrêtera au premier livre qui échoue. Si cette option est sélectionnée, les livres qui échouent seront supprimés de la file d'attente de téléchargement silencieusement.

source: Select this to add a CSS file which enables hyphenation. The language used will be the language defined for the book in calibre. Please see the README file for directions on updating hyphenation dictionaries.
fr: Ajouter un fichier CSS permettant la césure. La langue utilisée sera la langue définie dans calibre pour ce livre. Veuillez consulter le fichier README pour obtenir des instructions sur la mise à jour des dictionnaires de césure.

source: Smarten Punctuation
fr: Améliorer la ponctuation

source: Select this to smarten punctuation in the ePub
fr: Améliorer la ponctuation dans l'ePub

source: Clean up ePub Markup
fr: Nettoyer le balisage ePub

source: Copy generated KePub files to a directory
fr: Copier les fichiers KePub générés dans un dossier

source: Enter an absolute directory path to copy all generated KePub files into for debugging purposes.
fr: Entrer le chemin absolu vers le dossier où copier les fichiers KePub générés à des fins de débogage.

source: Use full book page numbers
fr: Utiliser les numéros de page du livre entier

source: Select this to show page numbers for the whole book, instead of each chapter. This will also affect regular ePub page number display!
fr: Afficher les numéros de page par rapport au livre entier, au lieu de chaque chapitre. Cela affectera également l'affichage des numéros de page des ePub !

source: Select this to disable hyphenation for books.
fr: Désactiver la césure pour les livres.

source: Failed to parse '{book}' by '{author}' with error: '{error}' (file: {filename}, line: {lineno})
fr: Échec de l'analyse de '{book}' par '{author}' avec l'erreur : '{error}' (fichier : {filename}, ligne : {lineno})
nl: Kan '{book}' door '{author}' niet analyseren. Foutmelding: '{error}' (file: {filename}, line: {lineno})

source: Communicate with Kobo Touch and later firmwares to enable extended Kobo ePub features.
fr: Communiquez avec Kobo Touch et les firmwares ultérieurs pour activer les fonctionnalités étendues de Kobo ePub.

source: Read metadata from Kobo KePub files
fr: Lire les métadonnées à partir du fichier Kobo KePub

source: Set metadata in Kobo KePub files
fr: Ecrire les métadonnées dans le fichier Kobo KePub

source: Communicate with the Kobo Touch, Glo, Mini, Aura HD, and Aura firmwares and enable extended Kobo ePub features.
nl: Communiceer met de Kobo Touch, Glo, Mini, Aura HD, and Aura firmwares en maak uitgebreidere Kobo ePub eigenschappen mogelijk.

source: Read metadata from %s files
nl: Lees metadata van %s bestanden

source: Select this to replace the defined language in each content file inside the ePub.
nl: Selecteer dit om de geselecteerde taal in iedere content file in de ePub te vervangen.

source: Set metadata in %s files
nl: Zet metadata in %s bestanden
